{"title": "M-ITHD-IN-005 INSTRUCTIVO_DILIGENCIAMIENTO_FORMATO_DE_BIENES_Y_RENTAS_V2.0.docx", "repo_owner": "Institución", "repo_name": "Instructivos", "text": "### Resumen:\n1. **Objetivo:**\n   - Guiar a los usuarios a través de los pasos para completar el Formato de Declaración de Bienes y Rentas.\n   - Asegurar el uso correcto y la operación del sistema SIDEAP para este propósito.\n\n2. **Alcance:**\n   - Cubre todos los aspectos desde el acceso al sistema hasta la creación del formulario de declaración.\n   - Explica cada campo que debe ser completado por el usuario.\n\n3. **Requisitos del Sistema:**\n   - Los usuarios necesitan una cuenta activa y una contraseña para acceder al sistema.\n   - Hay asistencia disponible a través de un formulario de soporte para problemas relacionados con el sistema.\n\n4. **Responsabilidades:**\n   - El usuario es responsable de la exactitud de la información presentada bajo juramento.\n   - Las declaraciones no pueden ser modificadas después de su presentación, pero pueden ser reenviadas si se encuentran errores.\n\n5. **Instrucciones Generales:**\n   - **Ingreso al Módulo de Bienes y Rentas:** Pasos para iniciar sesión en el sistema y navegar hasta el módulo correcto.\n   - **Generar una Nueva Declaración:** Proceso para crear una nueva declaración, incluyendo la selección del tipo de declaración y el año fiscal.\n   - **Parientes:** Agregar y gestionar información sobre los parientes (parientes de primer grado: padres e hijos).\n   - **Cónyuge:** Agregar y gestionar información sobre el cónyuge o pareja permanente.\n   - **Ingresos:** Registrar detalles de ingresos.\n   - **Bienes:** Agregar, editar y eliminar registros de bienes.\n   - **Cuentas Bancarias:** Gestionar información de cuentas bancarias.\n   - **Obligaciones:** Manejar pasivos.\n   - **Participaciones en Juntas y Sociedades:** Registrar participaciones en juntas y empresas.\n   - **Actividades Económicas:** Agregar, editar y eliminar actividades económicas.\n   - **Presentar Declaración:** Presentar el formulario de declaración.\n   - **Imprimir Bienes y Rentas:** Imprimir el formulario de declaración.\n   - **Firma Electrónica:** Utilizar firmas electrónicas.\n   - **Histórico de Presentaciones:** Ver el historial de declaraciones presentadas.\n\n6. **Pasos Específicos:**\n   - Cada sección proporciona pasos detallados, con capturas de pantalla, para agregar, editar y eliminar registros.\n   - Los usuarios deben completar todos los campos obligatorios marcados con un asterisco (*).\n\n### Puntos Clave:\n- **Antes de Empezar:**\n  - Tener los últimos certificados de ingresos y retenciones.\n  - Reunir detalles de identificación y fechas de nacimiento de parientes cercanos y cónyuge.\n  - Asegurarse de tener información actualizada sobre cuentas bancarias, bienes, pasivos y actividades económicas.\n\n- **Tipos de Declaraciones:**\n  - **Ingreso:** Para nuevos empleados, cubriendo los datos del año anterior.\n  - **Periódica:** Actualización anual para empleados en curso, cubriendo los datos del año anterior.\n  - **Retiro:** Para empleados que dejan la entidad, cubriendo los datos del año en curso hasta la fecha de renuncia.\n\n- **Plazos Importantes:**\n  - Los nuevos empleados deben declarar antes de asumir el cargo.\n  - Las actualizaciones anuales deben completarse entre el 1 de junio y el 31 de julio.\n  - Las declaraciones para empleados que dejan la entidad deben presentarse dentro de los tres días hábiles después de dejar la entidad.\n\n- **Soporte Técnico:**\n  - Disponible a través del formulario de soporte de SIDEAP.\n  - Asistencia específica para el Formato de Declaración de Bienes y Rentas está disponible.\n\n### Procesos Detallados:\n1. **Iniciar Sesión y Navegar:**\n   - Ingresar el nombre de usuario y la contraseña.\n   - Acceder al módulo de \"Bienes y Rentas\" a través de la pantalla de inicio o el menú de la izquierda.\n\n2. **Crear una Nueva Declaración:**\n   - Seleccionar el tipo de declaración y el año fiscal.\n   - Seguir las indicaciones para completar cada sección, comenzando con los parientes y pasando por cónyuge, ingresos, bienes, cuentas bancarias, pasivos y participaciones.\n\n3. **Agregar Información:**\n   - Cada sección tiene campos para detalles específicos como tipo de relación, tipo y número de documento, nombres y fechas de nacimiento para parientes y cónyuge.\n   - Para bienes y pasivos, proporcionar descripciones, valores y fechas relevantes.\n\n4. **Presentación e Impresión:**\n   - Después de completar todas las secciones, presentar la declaración electrónicamente.\n   - Imprimir la declaración, firmarla y presentarla físicamente al departamento de RRHH.\n\n5. **Firma Electrónica:**\n   - Utilizar la función de firma electrónica para validar la declaración dentro del sistema.\n\n6. **Ver Datos Históricos:**\n   - Acceder a declaraciones pasadas a través de la sección de datos históricos en SIDEAP.\n\n### Conclusión:\nEl documento es una guía completa que asegura que los usuarios puedan completar de manera precisa y eficiente sus Declaraciones de Bienes y Rentas en cumplimiento con los requisitos legales. Los usuarios deben asegurar que toda la información esté actualizada y seguir los procedimientos especificados para la presentación y soporte."}
{"title": "M-ITHD-IN-005 HOJAS_DE_VIDA_V2.0.docx", "repo_owner": "Institución", "repo_name": "Instructivos", "text":"### Resumen: **Objetivo:**- Proveer una guía para diligenciar correctamente la Hoja de Vida en el sistema SIDEAP.  - Garantizar la exactitud de la información ingresada por los usuarios. **Alcance:**- Incluye todas las secciones del formulario de la Hoja de Vida. - Explica los pasos detallados para completar cada sección correctamente. **Requisitos del Sistema:** - Acceso al sistema SIDEAP con un usuario y contraseña activos. - Asistencia disponible a través de un formulario de soporte para problemas relacionados con el sistema. **Responsabilidades:** - El usuario es responsable de la veracidad de la información presentada. - La información debe ser actualizada y precisa, ya que puede ser utilizada para procesos administrativos y legales. **Instrucciones Generales:** - **Ingreso al Sistema:** Instrucciones para iniciar sesión en el sistema SIDEAP. - **Completar la Hoja de Vida:** Proceso para completar cada sección del formulario: - **Datos Personales:** Ingreso de información básica como nombre, identificación, y datos de contacto. - **Formación Académica:** Registro de estudios realizados. - **Experiencia Laboral:** Detalles de trabajos anteriores y actuales. - **Referencias:** Información de contacto de referencias personales y laborales. - **Otros Datos de Interés:** Información adicional relevante para el perfil del usuario. **Pasos Específicos:** - Cada sección proporciona instrucciones detalladas, con ejemplos, para completar los campos requeridos. - Los usuarios deben completar todos los campos obligatorios marcados con un asterisco (*). ### Puntos Clave: **Antes de Empezar:** - Reunir toda la información necesaria, incluyendo certificados académicos y datos de empleadores anteriores. - Asegurarse de tener información de contacto actualizada para referencias. **Tipos de Formularios:** - **Nuevo Ingreso:** Para nuevos usuarios del sistema, incluyendo toda la información requerida desde el inicio. - **Actualización:** Para usuarios existentes que necesitan actualizar su información. - **Plazos Importantes:** - Los nuevos usuarios deben completar su Hoja de Vida antes de iniciar cualquier proceso administrativo. - Las actualizaciones deben realizarse regularmente para mantener la información actualizada. - **Soporte Técnico:** - Disponible a través del formulario de soporte de SIDEAP. - Asistencia específica para completar la Hoja de Vida está disponible. ### Procesos Detallados: 1. **Iniciar Sesión y Navegar:** - Ingresar el nombre de usuario y la contraseña. - Acceder a la sección de Hoja de Vida desde el menú principal. 2. **Completar la Hoja de Vida:** - Seguir las indicaciones para completar cada sección: - **Datos Personales:** Ingresar información personal básica. - **Formación Académica:** Registrar estudios realizados y títulos obtenidos. - **Experiencia Laboral:** Detallar trabajos previos y actuales. - **Referencias:** Proveer información de contacto de referencias personales y laborales. - **Otros Datos de Interés:** Ingresar información adicional relevante. 3. **Guardar y Presentar:** - Revisar toda la información ingresada. - Guardar el formulario y presentarlo electrónicamente. 4. **Firma Electrónica:** - Utilizar la función de firma electrónica para validar la información ingresada. 5. **Ver Datos Históricos:** - Acceder a formularios anteriores a través de la sección de datos históricos en SIDEAP. ### Conclusión: El documento es una guía completa para diligenciar la Hoja de Vida en el sistema SIDEAP, asegurando que los usuarios puedan completar su información de manera precisa y eficiente en cumplimiento con los requisitos institucionales."}